//---------------------------------------------------------------------------

#ifndef UObjectCardH
#define UObjectCardH

//---------------------------------------------------------------------------
// класс получает считанные классом CardReader данные и возвращает
// объект дисконтная карта
//---------------------------------------------------------------------------

#include "UDMSprDiscountCard.h"
//---------------------------------------------------------------------------

class TObjectCard
{
private:

public:
		TObjectCard();
		~TObjectCard();


		bool OutReady;


};
#endif
